Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/sikkerhverdag.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: for the production of non-medical cloth face coverings.
nn: for produksjon av ikkje-medisinske tøymunnbind.

source: In a 2011 survey, eight per cent of cabin owners admitted that they did not have smoke alarms in their cabins.
nn: I ei undersøking frå 2011 svarte åtte prosent av hytteeigarar at dei ikkje hadde røykvarslar på hytta.

source: Never leave candles unattended.
nn: Gå aldri frå levande lys.

source: Here is a list of what you should check, how and how often.
nn: Her er lista over kva, korleis og kor ofte du bør sjekke.

source: You are allowed to store a maximum of two 11 kg bottles per home
nn: Du kan oppbevare maksimalt to flasker på 11 kilo per bueining.

source: Category 2 is for normal sunlight.
nn: er for delvis overskya. Kategori 2

source: When you put the radiator away, make sure it's in the upright position.
nn: Dersom du skal rydde omnen vekk, sørg for at omnen blir oppbevart ståande.

source: The most commonly used charging equipment consists of a specially designed cable with a charging device (Mode 2) that comes with the vehicle.
nn: Det mest brukte ladeutstyret består av ein spesialtilpassa kabel med ladeboks (mode 2), som følgjer med bilen.

source: Products which have CE marking may circulate freely within the EEA.
nn: Produkt som er CE-merkte, kan sirkulere fritt innanfor EØS-området.

source: In Sweden, more than 4500 people end up in Accident and Emergency every year with gardening injuries.
nn: I Sverige hamnar over 4500 menneske kvart år på akuttmottaket med skadar etter hagearbeid.

source: When you have finished boiling the skull and it is completely clean, leave it to cool.
nn: Når kraniet er ferdig kokt og heilt reingjort, legg du det til avkjøling.

source: In the event of acute imminent danger to life and health, call the emergency services on 110, 112 or 113.
nn: Ved akutt fare for liv og helse ringjer du naudnummera 110, 112 og 113.

source: If you store gas outdoors, the container should be in a shady place.
nn: Oppbevarer du gass utandørs, la behaldarane stå i skuggen.

source: Check for leaks before you turn on the gas
nn: Sjekk for lekkasjar før du opnar for gassen.

source: You should replace gas hoses after two to five years.
nn: Du bør byte gasslange etter to til fem år.

source: You must keep this.
nn: Den må du må ta vare på.

source: Remove any seals on the gas bottle.
nn: Fjern eventuell forsegling på gassflaska.

source: Do not keep more than 10 litres of bioethanol indoors
nn: Oppbevar ikkje meir enn 10 liter bioetanol innandørs.

source: Where are EMC problems experienced?
nn: Kvar opplever vi EMC?

source: one pack of porridge oats per person
nn: ei pakke havregryn per person

source: Fireworks that do not go off at the first attempt should therefore be left for 30 minutes or submerged thoroughly in water before being removed.
nn: Fyrverkeri som ikkje blir tent ved første forsøk, bør derfor stå i 30 minutt og dynkast grundig i vatn før det blir fjerna.

source: Flotation devices must bear the CE mark.
nn: Flytevestar og redningsvestar skal vere CE-merkte.

source: The Norwegian government wants to phase out the use of oil-fired boilers in households by 2020.
nn: Den norske regjeringa ønskjer å fase ut bruken av oljekjelar hos hushaldningane innan 2020.

source: Traditional life vests are flotation devices without a collar, shaped like a vest.
nn: Tradisjonelle flytevestar er flyteplagg utan krage, forma som ein vest.

source: Place the cleaned and cooled skull in a bowl of hydrogen peroxide (5–10%)
nn: Legg det reingjorde og avkjølte kraniet i eit kar med hydrogenperoksid (5–10 %)

source: Individual containers may not contain more than 60 litres.
nn: Enkeltbehaldarar kan ikkje innehalde meir enn 60 liter.

source: EV without special cable (Mode 1)
nn: Elbil utan spesialkabel (mode 1)

source: When the base is in the uppermost position, there must be at least 30 centimetres from the base of the bed to the top of the rails.
nn: Når senga står i den øvste posisjonen, skal det vere minst 30 centimeter frå sengebotnen og opp til kanten.

source: Category 1 is for partly cloudy skies.
nn: er for overskya vêr. Kategori 1

source: This is because this gives the shop responsibility for ensuring that the product is safe.
nn: Då er det butikken som har ansvaret for at produktet er sikkert.

source: Keep your home clean and tidy.
nn: Hald bustaden din ryddig og rein.

source: For example, did you know that heating cables may be guaranteed for up to 25 years
nn: Visste du til dømes at varmekablar kan ha garanti på opp til 25 år?

source: Read the user instructions and use the radiator correctly.
nn: Les bruksrettleiinga og bruk omnen riktig.

source: An inflated life jacket should stay inflated for 24 hours.
nn: Ein oppblåst redningsvest skal halde på luft i 24 timar.

source: What the CE mark means
nn: Dette tyder CE-merket

source: Individual containers may not hold more than 60 litres.
nn: Kvar enkelt behaldar må ikkje romme meir enn 60 liter.

source: A fire alarm system or smoke alarm(s) must be fitted to all dwellings, cabins and holiday properties.
nn: Det skal vere brannalarmanlegg eller røykvarslar(ar) i alle bustader, hytter og fritidseigedomar.

source: The best white LED lights have a Ra index of over 90.
nn: Dei beste kvite LED-lyskjeldene har ein Ra-indeks på over 90.

source: Choose safe reflectors
nn: Vel trygge refleksar

source: Remember that you will need matches or a lighter, and paraffin or lamp oil.
nn: Hugs at du då må ha fyrstikker eller tennar, og parafin/lampeolje.

source: Bring toys, pot plants and small objects indoors.
nn: Set leiker, blomsterpotter og mindre gjenstandar innandørs.

source: Before you sign the rental contract, you should check that the landlord takes fire safety seriously.
nn: Før du signerer leigekontrakten, bør du sjekke at utleigar tek branntryggleiken på alvor.

source: The maximum amount of flammable gas (such as propane) allowed in a residential unit is 55 litres (2 x 11 kg canisters) and the maximum amount of flammable liquids (such as petrol and methylated spirits) is 10 litres.
nn: Maksimalt tillatne mengd brannfarleg gass (som propan) i ei bueining, er 55 liter (2 x11 kg behaldarar) og 10 liter brannfarleg væske (som bensin og raudsprit).

source: Requirements and CE marking
nn: Krav og CE-merking

source: Rescue – Alarm – Extinguish
nn: Redde – varsle – sløkkje

source: So what should you do?
nn: Men kva skal du gjere?

source: If you only buy the gas hose, you will have to fix it to the regulator yourself.
nn: Kjøper du berre gassleidningen, må du feste slangen til regulatoren sjølv i tillegg.

source: In peacetime, the alarms are tested twice a year, in winter and summer, at 12 noon on the second Wednesday in January and June.
nn: Varslingsanlegga blir testa kvar vinter og sommar i fredstid, klokka 12 den andre onsdagen i januar og juni.

source: Alert the fire service on the emergency number 110.
nn: Varsle brannvesenet på naudnummer 110.

source: If you discover a forest fire early, you can often put it out quite easily.
nn: Oppdagar du ein skogbrann tidleg, kan du ofte sløkkje han med enkle middel.

source: Gas must never be kept in the cellar
nn: Gass skal ikkje oppbevarast i kjellaren

source: Tips for fire drills:
nn: Tips til brannøvinga:

source: A good rule of thumb is that appliances that need over 1000 watts should not be run on an extension lead for any length of time.
nn: Ein tommelfingerregel er at apparat som bruker over 1000 watt, ikkje bør koplast til med skøyteleidning over lengre tid.

source: Remember that these items are toys, not safety devices.
nn: Produkta er leiker og ikkje tryggleiksprodukt.

source: Surgical face masks are intended for one-time use.
nn: Medisinske munnbind er meint for eingongsbruk.

source: Wash out flesh, blood and brain matter.
nn: Reins ut kjøt, blod og hjernemasse.

source: Search the Electrical Enterprise Register (opens in new window)
nn: Søk i Elverksemdsregisteret (opnar seg i nytt vindauge)

source: Remember that you will also need gas or paraffin.
nn: Hugs også at du må ha tilgang på gass eller parafin.

source: Gas or paraffin heater
nn: Gass- eller parafinomn

source: For non-medical face masks/cloth face coverings this means, in practice, that they must be accompanied by a clear warning that the product will not protect you against any risk and that the product is meant for private use only.
nn: For ikkje-medisinske munnbind/tøymunnbind betyr dette i praksis at det skal følgje med ei tydeleg åtvaring om at produktet ikkje vernar deg mot nokon risiko, og at produktet berre er meint til privat bruk.

source: Before a co-ownership association starts using a gas system, the board must register the system with the Norwegian Directorate for Civil Protection (DSB).
nn: Før bustadsameige tei i bruk eit gassanlegg, skal styret melde anlegget inn til Direktoratet for samfunnstryggleik og beredskap (DSB).

source: Sky lanterns can fly at heights of up to 600–800 metres, burn for 20–40 minutes, and have a range of several kilometres
nn: Skylanterner kan flyge i høgder opp til 600–800 meter, brenne i 20–40 minutt og dei har ei rekkjevidde på mange kilometer.

source: What you have to check is that the alarm has the CE mark.
nn: Det du må sjekke, er at varslaren er CE-merkt.

source: One important requirement is for the glass/film in the glasses to allow through only 1 out of 100,000 parts of solar light, thereby protecting the eyes from the strongest rays.
nn: Eit viktig krav er at glaset/filmen i brillene berre skal sleppe igjennom 1 av 100.000 delar sollys, slik at auga blir beskytta mot dei sterke strålane.

source: For a housing cooperative and co-ownership scheme, it is extremely important for the capacity of the electrical system to be evaluated before any EV charging points can be installed.
nn: For burettslag og sameige er det svært viktig å få vurdert kapasiteten på det elektriske anlegget før det blir montert uttak for lading av elbil.

source: Decide on which equipment is best for you and your home.
nn: Finn sløkkjeutstyret som passar best for deg og bustaden din.

source: By comparison, an LED bulb converts around 80% of the energy into light.
nn: Til samanlikning kan ei LED-pære gjere om rundt 80 % av energien til lys.

source: See what can happen if you refill a fireplace with bioethanol when there is a flame present (link to NRK Forbrukerinspektørene – consumer watchdog programme).
nn: Sjå kva som kan skje dersom du fyller bioetanol på ein brennande peis (lenke til NRK Forbrukerinspektørene).

source: This responsibility applies to dedicated facilities such as amusement parks and climbing parks, and to activities for individuals, such as diving courses, kayaking and rafting.
nn: Ansvaret gjeld på tilrettelagde område, som til dømes leikeland og klatreparkar, og ved aktivitetar som til dømes dykkarkurs, kajakkturar, og rafting, for privatpersonar.

source: You are not allowed to refill bottles yourself.
nn: Sjølvbetening er ikkje tillate.

source: On cuddly toys, dolls and teddy bears, check that the seams will not come apart.
nn: På mjuke tøydyr, dokker og bamsar, sjekk at saumane verkar haldbare.

source: Gas bottles must also not be kept in the attic, which is often difficult to access.
nn: Gassflasker skal heller ikkje oppbevarast på loftet, der det ofte er vanskeleg å kome til.

source: Be careful with sky lanterns and flying Chinese lanterns.
nn: Ver forsiktig med skylanterner og svevande kinesiske lykter.

source: You must be 18 or older to buy and use fireworks.
nn: Aldersgrensa for å kjøpe og bruke fyrverkeri er 18 år.

source: The distance from the base of the bed to the top edge must be no less than 60 centimetres
nn: Avstand frå sengebotnen og opp til kanten skal minst vere 60 centimeter.

source: If you hear this signal, you should seek information.
nn: Dersom du høyrer dette signalet, tyder det i praksis at du skal søkje informasjon.

source: Check that the air valve has a stopper / plug.
nn: Sjekk at luftventilen har ein stoppar/propp.

source: Never use the computer in bed.
nn: Ikkje bruk pc i senga.

source: Make sure the home is well lit.
nn: Sørg for god belysning.

source: Never use extension leads for appliances over 1000 kW.
nn: Ikkje bruk skøyteleidning på apparat over 1000 watt.

source: Essential and safe equipment, such as helmets and life jackets
nn: nødvendig og sikkert utstyr, som til dømes hjelm og redningsvest

source: An incandescent lightbulb emits almost as much heat as light: 95% of the energy used by an incandescent lightbulb turns into heat, while only 5% becomes visible light.
nn: Ei glødepære gjev frå seg nesten like mykje varme som ho gjev lys. 95% av energien som blir tilført ei glødepære, blir til varme, medan berre 5 % blir til synleg lys.

source: If you are indoors, stay indoors.
nn: Er du inne, hald deg innandørs.

source: Read and retain the user instructions
nn: Les og ta vare på bruksrettleiinga.

source: Your responsibility as a tenant is to keep the escape routes clear.
nn: Som leigetakar må du sørgje for å halde rømmingsvegane frie.

source: If you notice that the radiator is leaking, return it to the place where you bought it.
nn: Dersom du oppdagar at omnen lek, lever den tilbake til forhandlaren.

source: What to remember when you buy a gas hose:
nn: Hugs dette når du kjøper gasslange:

source: The age restriction for small sparklers is 12 years old.
nn: For små stjerneskot er aldergrensa 12 år.

source: Check the hose for leaks:
nn: Sjekk slangen for lekkasjar:

source: Diesel and heating oil may be stored outdoors, indoors or in an outhouse.
nn: Diesel og fyringsolje kan oppbevarast både utandørs, innandørs og i uthus.

source: LEDs with a colour temperature in the range 2700 to 3000 degrees Kelvin provide a warm light.
nn: For å få eit varmt lys bør du velje LED med fargetemperatur i området 2700 til 3000 gradar kelvin.

source: How to use fireworks safely:
nn: Slik nyttar du fyrverkeri riktig:

source: Non-medical face masks/cloth face coverings can be factory produced or homemade and may be made for one-time use or be reusable (washable).
nn: Ikkje-medisinske munnbind/tøymunnbind kan vere fabrikkproduserte eller heimelaga, og dei kan vere laga for bruk éin eller fleire gongar (vaskbare).

source: Moss, driftwood, twigs, cones, twine and other dry natural materials catch fire quickly and burn well.
nn: Mose, drivved, kvistar, kongler, hyssing og andre tørre naturmateriale tek fort fyr og brenn godt.

source: At home, normal charging tends to be the most practical and cost efficient alternative.
nn: Heime er normallading ofte det mest praktiske og kostnadseffektive alternativet.

source: A good rule of thumb is never to plug appliances that use more than 1000 kW of electricity into an extension lead.
nn: Ein tommelfingerregel er at apparat som brukar over 1000 watt ikkje skal koplast til med skøyteleidning over lang tid.

source: Approved for rental
nn: Godkjent for utleige

source: Fireproof materials include metal, porcelain, sand or stone.
nn: Brannsikre materiale kan til dømes vere metall, porselen, sand eller stein.

source: To prevent accidents, it's important that gas is stored correctly and legally.
nn: For at det ikkje skal skje ulukker, er det viktig at du oppbevarer gassen riktig og lovleg.

source: What does the CE mark mean?
nn: Kva tyder CE-merket?

source: The letters CE stand for the European Community – la Communauté Européenne.
nn: Bokstavane CE er ei forkorting på det europeiske fellesskapet – la Communautè Europèenne.

source: You are not allowed to keep more than 10 litres at home.
nn: Du kan ikkje oppbevare meir enn 10 liter i ein bueining.

source: What needs to have CE marking?
nn: Kva skal CE-merkjast?

source: If a cord is longer than 22 cm, a child could get this round its neck and be strangled.
nn: Dersom snorene er over 22 centimeter lange, kan barnet få desse rundt halsen og bli kvelt.

source: Ammonium nitrate in concentrations of 16% or higher by weight of nitrogen in relation to ammonium nitrate
nn: Kople til eller skifte topola skøytekontaktar og apparatkontaktar til og med 16 A, med og utan jording.

source: Tighten and secure any tarpaulins over wood stores, boats or other equipment, to prevent the wind from getting hold of them.
nn: Presenningar over vedstablar, båtar og anna bør strammast til og festast godt, så vinden ikkje får tak under.

source: Gas bottles must never be kept in the cellar.
nn: Gassflasker skal ikkje oppbevarast i kjellaren.

source: Labelling and information
nn: Merking og informasjon

source: Did you know that you must be over the age of 18 to buy and use fireworks, and that it is illegal to bring fireworks into Norway from abroad?
nn: Visste du at det er 18-årsgrense for kjøp og bruk av fyrverkeri, og at det er ulovleg å ta med seg fyrverkeri frå utlandet?

source: A distance of around 10 centimetres is enough to ensure that the candles will not start to melt each other.
nn: Ein avstand på rundt 10 centimeter er nok til at lysa ikkje smeltar kvarandre.

source: Many elderly people have balance problems.
nn: Mange eldre slit med balansen.

source: The police will lead the response and will be responsible for notifying neighbours.
nn: Det er Politiet som leier innsatsarbeidet og som vil stå for varslinga av naboar.

source: Put an anti-slip backing under loose rugs, or remove the rugs altogether.
nn: Legg anti-sklibelegg under lause teppe, eller fjern teppa heilt.

source: Listen to the radio and search for information online.
nn: Lytt til radio og søk etter tilgjengeleg informasjon på nettet.

source: You should lower it to the lowest and safest position, with 60 centimetres between the base and the top, as soon as the baby starts trying to sit up or pull themselves up.
nn: Du bør byte til den lågaste og tryggaste posisjonen, med 60 centimeter mellom botn og topp, så snart barnet prøver å setje seg eller reise seg opp.

source: Stay away from large panes of glass in doors and windows.
nn: Hald deg borte frå store glasflater i dører eller vindauge.

source: Toys that make a loud noise, such as guns, mobile phones and cars with sirens, can cause hearing loss.
nn: Leiker med høg lyd, som pistolar, mobiltelefonar og bilar med sirener, kan skade høyrselen.

source: Remember that extension leads are only intended for temporary use.
nn: Hugs at skøyteleidningar er til mellombels og avgrensa bruk.

source: Test before use
nn: Test før bruk

source: Also make sure that there are handrails on all stairs.
nn: Sørg også for at det er rekkverk på alle trapper.

source: How are products with CE marking checked?
nn: Korleis blir CE-merkte produkt kontrollerte?

source: Follow the manufacturer’s instructions for proper use and maintenance.
nn: Følg produsenten sine instruksjonar for riktig bruk og vedlikehald.

source: The spacing between the rails in a cot must be no more than 6 centimetres.
nn: Avstanden mellom sprinklane i ei sprinkelseng skal ikkje vere meir enn 6 centimeter.

source: Here is some information that may be useful for anyone who has experienced a fire.
nn: Her er informasjon som kan vere nyttig for deg som har opplevd ein brann.

source: Never store gas in the cellar
nn: Ikkje oppbevar i kjellaren

source: Tested in accordance with standard NS-EN 13356
nn: testa i samsvar med standard NS-EN 13356

source: This means you can use Mode 2 charging equipment in a standard mains socket, without overloading the electrical system and running the risk of a fire.
nn: Dermed kan du bruke Mode 2 ladeutstyr i vanleg stikkontakt, utan at det gjev for stor belastning og brannfare på elanlegget.

source: The distance between the base of the bed and the top of the rails must be at least 60 centimetres, sufficient to prevent a baby from climbing over the top.
nn: Frå sengebotnen og opp til kanten på senga skal det vere minst 60 centimeter, slik at barnet ikkje greier å klatre over kanten.

source: Notify the emergency services (call 110, 112 or 113) if you can and they are not already on the scene.
nn: Varsle naudetatane (110, 112 og 113) dersom du har sjansen og dei ikkje alt er på plass.

source: Have access to a radio
nn: Ha radio tilgjengeleg

source: If your system uses propane, choose LPG (liquid petroleum gas) in the drop-down list of hazardous fuels.
nn: Bruker anlegget ditt propan, vel LPG (liquid petroleum gas) i nedtrekkslista med farlege stoff.

source: What should neighbours do?
nn: Kva bør du som nabo gjere?

source: Charging with a special cable (Mode 2)
nn: Lading med spesialkabel (mode 2)

source: Never use extension leads
nn: Ikkje bruk skøyteleidning.

source: Take out your rubbish and any leftover food, to prevent bacteria and pests.
nn: Kvitt deg med søppel og matrestar, slik at ikkje bakteriar og skadedyr trivast.

source: You can transport up to 240 litres at a time.
nn: Du kan frakte inntil 240 liter om gongen.

source: Complete, clean and dry
nn: Heilt, reint og tørt

source: Good hand hygiene, cough etiquette and maintaining distance are the most important infection control measures for preventing infection with Covid-19.
nn: God handhygiene, hostehygiene og å halde avstand er dei viktigaste smitteverntiltaka for å førebyggje smitte med covid-19.

source: Gas hoses should be replaced after 2–5 years.
nn: Gasslangar bør bytast ut etter 2–5 år.

source: Poor hygiene can lead to infection and disease.
nn: Dårleg hygiene er grobotn for smitte og sjukdomar.

source: Advice on life jackets for children:
nn: Råd om redningsvest til barn:

source: You should also keep barbecues, bonfires and other potential sources of ignition at least 5 metres away from the diesel tank.
nn: Grilling, bålbrenning og andre kjelder som kan setje fyr på dieselen, bør også haldast minst 5 meter unna.

source: More and more cars now have an SOS button linked to eCall.
nn: Fleire og fleire bilar har ein SOS-knapp i bilen som er tilknytt eCall.

source: These span a wide range: from fire and electricity, to products and consumer services, gas and hazardous chemicals.
nn: Temaområda våre spenner breitt, frå brann og straum, via produkt og forbrukartenester, til gass og farlege stoff.

source: Check that the trigger tablet is not damaged.
nn: Sjekk at utløysartabletten ikkje er øydelagd.

source: A surge protector diverts the power surge away from appliances.
nn: Du kan også kontakte ein elektrikar for å sjekke dersom du er usikker.

source: You must read and abide by the information.
nn: Informasjonen må lesast og følgjast.

source: You can also buy gas hoses that have a regulator connected at one end.
nn: Du kan også kjøpe gasslange med regulator kopla til den eine enden.

source: DSB is the supervisory authority for personal protective equipment
nn: Det er DSB som er styresmakt for personleg verneutstyr til privat bruk

source: eCall can also be triggered manually by pressing the SOS button in your car.
nn: eCall kan også utløysast manuelt ved at du trykkjer på SOS-knappen i bilen.

source: Use protective goggles to prevent eye injuries.
nn: Bruk vernebriller for å unngå augeskadar.

source: Practice is a key element in all emergency planning.
nn: Øving er eit sentralt element i all beredskapsplanlegging.

source: If it did not go off the first time, wait 30 minutes, immerse it in water and return it to the distributor.
nn: Dersom ho ikkje tenner første gong, vent 30 minutt, dynk med vatn og lever tilbake til forhandlar.

source: In outdoor storage, such as a shed, garage, etc., the maximum amounts that can be kept are 90 litres of propane and 50 litres of petrol and/or methylated spirits.
nn: I utvendig bu, garasje eller liknande kan det maksimalt oppbevarast 90 liter propan og 50 liter bensin/raudsprit.

source: All propane bottles in Norway must have a safety valve.
nn: Alle propanflasker i Noreg skal ha ein tryggleiksventil.
